---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DocumentDifference
source: html/aae28c67-fbb5-3007-ebf0-f35639d2ec52.htm
---
# DocumentDifference Members

Releases all resources used by the DocumentDifference